Repository: drizzle042/charity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglaises

source: French
fr: Français

source: admin/
fr: administrateur

source: Enter Your Email Here...
fr: Entrez votre email ici...

source: ABOUT US
fr: À PROPOS DE NOUS

source: L&D LICENCE
fr: LICENCE L&D

source: HOME
fr: ACCUEIL

source: EVENTS
fr: ÉVÉNEMENTS

source: ABOUT
fr: SUR

source: LANGUAGE
fr: LANGUE

source: PROFILES
fr: PROFILS

source: To change your language, select from the list provided
fr: Pour changer votre langue, sélectionnez dans la liste fournie

source: About Us
fr: À propos de nous

source: Terms & Conditions
fr: Termes et Conditions

source: Subscribe to our newsletter
fr: Abonnez-vous à notre newsletter

source: YOUR DONATION CHANGES EVERYTHING!
fr: VOTRE DON CHANGE TOUT !

source: DONATE TO THIS ORGANIZATION
fr: FAIRE UN DON À CETTE ORGANISATION

source: MAKE YOUR DONATION WITH
fr: FAITES VOTRE DON AVEC

source: OR
fr: OU

source: Select amount
fr: Sélectionnez le montant

source: home
fr: accueil

source: WHAT DO WE DO?
fr: QU'EST-CE QU'ON FAIT?

source: WE BRING CHRISTMAS TO EVERY CHILD OUT THERE WHO IS LESS PRIVELEDGED
fr: NOUS APPORTONS NOL À CHAQUE ENFANT QUI EST MOINS PRIVILEGIE

source: WHAT DOES EVERY CHILD OUT THERE SEE?
fr: QUE VOIT TOUS LES ENFANTS ?

source: A PERFECT WORLD OF COURSE
fr: UN MONDE PARFAIT DE COURS

source: AND
fr: ET

source: BEING LESS PRIVILEDGED SHOULD NOT CHANGE THAT FEELING IN ANY CHILD BUT SHOULD BRING MORE LIFE TO OUR CHILDREN SO THAT THEY CAN LIVE EVEN A BIT OF THE KIND OF LIFE WE LIVED
fr: ÊTRE MOINS PRIVILÉGIÉ NE DEVRAIT PAS CHANGER CE SENTIMENT CHEZ N'IMPORTE QUEL ENFANT MAIS DONNER PLUS DE VIE À NOS ENFANTS POUR QU'ILS PEUVENT VIVRE MÊME UN PEU DU GENRE DE VIE QUE NOUS AVONS VIVÉ

source: We are a non-profit organization that helps less privileged individuals from all over the world. Background, ethnic group and color doesn't matter as long as we hope on humanity. Young sick children and very poor people who cannot afford food are our major profiles. We do our best to meet these individual needs and we have been doing this for many years with your help and donations.
fr: Nous sommes une organisation à but non lucratif qui aide les personnes moins privilégiées du monde entier. L'origine, l'ethnie et la couleur n'ont pas d'importance tant que nous l'espérons en l'humanité. Les jeunes enfants malades et les personnes très pauvres qui n'ont pas les moyens de se nourrir sont nos principaux profils. Nous faisons de notre mieux pour répondre à ces besoins individuels et nous le faisons depuis de nombreuses années avec votre aide et vos dons.

source: FROM EDUCATION
fr: DE L'ÉDUCATION

source: TO HEALTH
fr: POUR LA SANTÉ

source: AND FOOD
fr: ET LA NOURRITURE

source: JUST DO SOMETHING, ANYTHING!
fr: FAIRE QUELQUE CHOSE, N'IMPORTE QUOI !

source: BELIEVE IT WHAT EVER YOU DO COUNTS!!
fr: CROYEZ-LE CE QUE VOUS FAITES COMPTE !!

source: MAYBE YOU MIGHT BE THE FIRST PERSON WE ARE ASKING TODAY BUT ANYWAY IF YOU CAN, BUY A CHILD A DOGHNUT TODAY!
fr: PEUT-ÊTRE QUE VOUS ÊTES LA PREMIÈRE PERSONNE QUE NOUS DEMANDONS AUJOURD'HUI, MAIS DE FAÇON SI VOUS PEUT, ACHETER UN ENFANT UN DOGHNUT AUJOURD'HUI !

source: OR YOU COULD BUY A CHILD A BOOK TODAY!
fr: OU VOUS POURRIEZ ACHETER UN LIVRE POUR UN ENFANT AUJOURD'HUI !

source: THE GREATEST JOY WE DERIVE FROM WHAT WE DO IS SEEING THE TESTIMONIALS WE GET FROM PAST BENEFICIARIES OF THIS GREAT ORGANIZATION AND HOW THEIR LIVES CHANGED DRAMATICALLY!
fr: LA PLUS GRANDE JOIE QUE NOUS RETIONS DE CE QUE NOUS FAISONS EST DE VOIR LES TÉMOIGNAGES QUE NOUS OBTENONS DES PASSÉS BÉNÉFICIAIRES DE CETTE GRANDE ORGANISATION ET COMMENT LEUR VIE CHANGÉ DRAMATIQUEMENT !

source: IN A GOOD WAY OF COURSE.
fr: D'UNE BONNE FAÇON BIEN SR.

source: online
fr: en ligne

source: it was the best day of my life when I was told I had been admitted to the university of michigan
fr: c'était le plus beau jour de ma vie quand on m'a dit que j'avais été admis au université du michigan

source: you just can't believe what it felt like when we were told that he was suffering from cerebral palsy. but fortunately we came across this platform and we could raise the funds needed for his operation
fr: vous ne pouvez pas croire ce que ça fait quand on nous a dit qu'il était souffrant de paralysie cérébrale. mais heureusement nous sommes tombés sur cette plateforme et nous pourrions lever les fonds nécessaires à son opération

source: SO NOW WHEN WE LOOK AT OUR PLANET, WHAT DO WE SEE?
fr: ALORS QUAND ON REGARDE NOTRE PLANÈTE, QUE VOYONS-NOUS MAINTENANT ?

source: A CHAOTIC MASS WHERE NO ONE KNOWS ANYONE
fr: UNE MASSE CHAOTIQUE O PERSONNE NE CONNAÎT PERSONNE

source: NO ONE CARES TO KNOW ANYONE AND HELP ANYONE IN NEED?
fr: PERSONNE NE VEUT CONNAÎTRE QUELQU'UN ET AIDER QUELQU'UN DANS LE BESOIN ?

source: OR RATHER A NICE HOME FOR EVERYONE NO MATTER RACE, ETHNIC BACKGROUND, NATIONALITY, COLOR OR PHYSICAL STATE.
fr: OU PLUTT UNE BELLE MAISON POUR TOUS PEU IMPORTE LA RACE, L'ORIGINE ETHNIQUE, NATIONALITÉ, COULEUR OU ÉTAT PHYSIQUE.

source: BECAUSE
fr: CAR

source: HUMANITY SAKE IS STILL WORTH JOINING HANDS TOGETHER FOR.
fr: LE SAKE DE L'HUMANITÉ VAUT TOUJOURS LA MAIN ENSEMBLE POUR.

source: TODAY WE ARE GLAD TO SAY THAT WE HAVE DONE OUR BEST TO BRING CHRISTMAS TO MILLIONS OF CHILDREN AND LESS FORTUNATE ADULT INDIVIDUALS OUT THERE FOR MANY YEARS NOW AND WE THINK YOU SHOULD BE A PART OF THIS GREAT ACHIEVEMENT!
fr: AUJOURD'HUI, NOUS SOMMES HEUREUX DE DIRE QUE NOUS AVONS FAIT DE NOTRE MEILLEUR POUR APPORTER NOL À DES MILLIONS D'ENFANTS ET D'ADULTES MOINS CHANCEUX POUR BEAUCOUP DES ANNÉES MAINTENANT ET NOUS PENSONS QUE VOUS DEVRIEZ FAIRE PARTIE DE CETTE GRANDE RÉALISATION !

source: THIS ORGANIZATION IS PROUDLY SPONSORED BY
fr: CETTE ORGANISATION EST FIÈREMENT PARRAINÉE PAR

source: Thank You For Your Donation
fr: Merci pour votre don

source: DONOR
fr: DONNEUR

source: RECEIPT NO
fr: NUMÉRO DE REÇU

source: DONATION TO
fr: DON À

source: REMARK
fr: REMARQUE

source: SAVE
fr: ENREGISTRER

source: events/
fr: événements/

source: story/<slug:slug>/
fr: histoire/<slug:slug>/

source: about/
fr: sur/

source: profiles/
fr: profils/

source: profile/<slug:slug>/
fr: profil/<slug:slug>/

source: donate/
fr: faire un don/

source: receipt/
fr: reçu/

source: Your email was received successfully!
fr: Votre email a été reçu avec succès !

source: Your email was received successfully!, You now follow
fr: Votre email a été reçu avec succès !, Vous suivez maintenant

source: 's updates
fr: les mises à jour de
